Repository: uicodee/leoconsultingbot
Catalog: tgbot/locales/*/LC_MESSAGES/messages.po
Languages: uz

source: Введите имя
uz: Ismingizni kiriting

source: ❌ Отмена
uz: ❌ Bekor qilish

source: Здравствуйте! Выберите необходимый язык
uz: Assalomu Alaykum! Kerakli tilni tanlang

source: Здравствуйте. Добро пожаловать в официальный бот консалтинговой фирмы Leo! Выберите необходимый язык
uz: Assalomu aleykum. Leo Consulting firmasining rasmiy botiga xush kelibsiz! Kerakli tilni tanlang

source: Здравствуйте. Добро пожаловать в официальный бот консалтинговой фирмы Leo!
uz: Assalomu aleykum. Leo Consulting firmasining rasmiy botiga xush kelibsiz!

source: Введите вашу фамилию
uz: Familiyangizni kiriting

source: ⚠️ Вводите данные в правильном формате
uz: ⚠️ Ma’lumotlarni to’g’ri shaklda kiriting

source: Введите ваш возраст. Мы принимаем заявки начиная от 18 лет
uz: Yoshingizni kiriting. Biz 18 yoshdan boshlab ariza qabul qilamiz

source: ⚠️ Мы принимаем заявки только от 18 лет
uz: ⚠️ Biz 18 yoshdan boshlab ariza qabul qilamiz

source: Выберите ваш регион с помощью кнопок ниже
uz: Tugmalar yordamida viloyatni tanlang

source: ⚠️ Выбирайте только с помощью кнопок
uz: ⚠️ Faqatgina tugmalar yordamida kiriting

source: Отправьте номер телефона с помощью кнопок ниже
uz: Pastdagi tugma yordamida telefon raqamingizni yuboring

source: 📞 Отправить номер телефона
uz: 📞 Telefon raqamini yuborish

source: ❗️ Еще раз перепроверьте свои данные затем потдвердите ваше действие <b>Имя:</b> {name} <b>Фамилия:</b> {surname} <b>Возраст:</b> {age} <b>Регион:</b> {region} <b>Номер телефона:</b> {phone_number}
uz: ❗️ Ma’lumotlaringizni qayta tekshirib oling va tasdiqlang <b>Ism:</b> {name} <b>Familiya:</b> {surname} <b>Yosh:</b> {age} <b>Viloyat:</b> {region} <b>Telefon raqami:</b> {phone_number}

source: ✅ Подтвердить
uz: ✅ Tasdiqlash

source: Вы успешно зарегистрировались. Ждите звонка наших специалистов!
uz: Siz muvaffaqiyatli ro’yxatdan o’tdingiz. Mutaxassislarimiz qo’ng’irog’ini kuting!

source: 👤 Отправить заявку
uz: 👤 Ro’yxatdan o’tish

source: ⚙️ Настройки
uz: ⚙️ Sozlamalar
